import workTemplateImage from '../images/work__template-image.png'

export const works = [
  {
    id: 1,
    imageUrl: workTemplateImage,
    name: 'Название проекта',
    subscription:
      'Онлайн-сервис для разработки интерфейсов и прототипирования с возможностью организации совместной работы в режиме реального времени.',
    textRight: false,
  },
  {
    id: 2,
    imageUrl: workTemplateImage,
    name: 'Название проекта',
    subscription:
      'Онлайн-сервис для разработки интерфейсов и прототипирования с возможностью организации совместной работы в режиме реального времени.',
    textRight: true,
  },
  {
    id: 3,
    imageUrl: workTemplateImage,
    name: 'Название проекта',
    subscription:
      'Онлайн-сервис для разработки интерфейсов и прототипирования с возможностью организации совместной работы в режиме реального времени.',
    textRight: false,
  },
  {
    id: 4,
    imageUrl: workTemplateImage,
    name: 'Название проекта',
    subscription:
      'Онлайн-сервис для разработки интерфейсов и прототипирования с возможностью организации совместной работы в режиме реального времени.',
    textRight: true,
  },
]

export const reasons = [
  {
    id: 1,
    name: 'Бесплатная консультация',
    subscription:
      'Свяжитесь со мной, чтобы получить бесплатную консультацию по телефону, онлайн или лично. После консультации вы сможете решить проблему самостоятельно, или заказать услуги, который возьмёт все заботы на себя.',
  },
  {
    id: 2,
    name: 'Постраничное согласование',
    subscription:
      'Свяжитесь со мной, чтобы получить бесплатную консультацию по телефону, онлайн или лично. После консультации вы сможете решить проблему самостоятельно, или заказать услуги, который возьмёт все заботы на себя.',
  },
  {
    id: 3,
    name: 'Точное определение цены  и сроков работы',
    subscription:
      'Свяжитесь со мной, чтобы получить бесплатную консультацию по телефону, онлайн или лично. После консультации вы сможете решить проблему самостоятельно, или заказать услуги, который возьмёт все заботы на себя.',
  },
  {
    id: 4,
    name: 'Постоянно на связи',
    subscription:
      'Свяжитесь со мной, чтобы получить бесплатную консультацию по телефону, онлайн или лично. После консультации вы сможете решить проблему самостоятельно, или заказать услуги, который возьмёт все заботы на себя.',
  },
]
